{"translation-revision-date":"2021-06-09T00:11:16+00:00","generator":"WP-CLI\/2.4.0","source":"posts\/status.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"document.content.character.count.range":["The maximum number of characters in a document exceeds 500000 characters."],"licensingRights.hasSyndicationRights.has":["An image has syndication rights."],"textAnalytics.valid":["A text field contains profane terms or phrases."],"image.analytics.profanity.notAdult":["There are images that depict nudity\/sexual acts."],"image.analytics.profanity.notRacy":["There are images that are sexually suggestive in nature."],"image.text.isNotDeadBodyRelated":["There are images that contain gore or dead bodies."],"image.analytics.profanity.notGore":["There are images that contain content that is gruesome or disturbing in nature."],"body.hyperlink.category.maxFailures":["There are invalid or malformed hyperlinks."],"document.controllisted.isNot":["The document is from a control listed provider."],"document.byteSize.range":["The document's file size exceeds the 524k bytes maximum."],"seo.canonicalUrl.isValid":["The document's canonical URL is valid."],"sourceMetering.isMetered.isNot":["The document is subject to source metering rules. Source-metering is a contractual limitation that permits us to only publish a certain number of items a day from a publisher."],"document.signalCondition.valid":["The article has sufficient text to classified: missing either body or title."],"labels.category.productAndLabel.joined.isNotLocalRSS":["The document is not local RSS news content."],"body.character.count.range":["The number of characters in the body of the document is within the recommended range of 450 to 1000000."],"document.languageDetection.matchesDocumentLocale":["The language of text in a document matches its locale."],"promoCard.image.reference.exists":["There is not a promotional image available for the content item."],"slide.body.hyperlink.category.maxFailures":["A slideshow contains invalid or malformed hyperlinks."],"slide.image.reference.joined.exists":["A slide in a slideshow does not contain an image."],"slide.count.range":["The number of slides in a slideshow should be within the recommended range of 2 to 200."],"duplicate :21:14:21\u0004document.signalCondition.valid":["A slideshow has sufficient text to be classified: missing title, or has neither body nor slide text"],"image.ocr.text.valid":["Text from image Ocr contains profane terms or phrases."],"duplicate :23:16:23\u0004body.character.count.range":["The number of characters in the body of the document is not within the recommended range of 200 to 1000000."],"image.analytics.isNotAlcoholRelated":["An image glamorizes the use\/consumption of alcohol."],"duplicate :25:16:25\u0004body.character.count.range":["The number of characters in the body of the document is not within the recommended range of 100 to 1000000."],"image.text.isNotSmokingRelated":["An image glamorizes the use\/consumption of smoking."],"image.text.isNotDrugRelated":["An image glamorizes the use\/consumption of drug."],"prohibited.content.isNotUndark":["We do not have the rights to use Undark content under another partner's name."],"document.dcsTags.suicideLabel.notDetected":["The article contains content about suicide."],"video.hasThumbnail":["Videos require a thumbnail image."],"duplicate :31:21:31\u0004slide.count.range":["The number of slides in a slideshow are not within the recommended range of 4 to 200."],"duplicate :32:21:32\u0004slide.count.range":["The number of slides in a slideshow are not within the recommended range of 5 to 200."],"duplicate :33:16:33\u0004body.character.count.range":["the number of characters in the body of the document is within the recommended range of 300 to 1000000."],"video.insights.isNotAdultOrRacy":["Videos must not contain any adult or racy content. This is content which depicts nudity\/sexual acts or is sexually suggestive in nature."],"image.analytics.isNotSmokingRelated":["Images must not glamorize the use\/consumption of smoking."],"video.ClosedCaptions.Exists":["A HREF of closed captions must exist in video document."],"image.byteSize.range":[" an image file size is over the 10000 bytes."],"duplicate :38:38:38\u0004image.byteSize.range":[" an image file size is over the 10000 bytes."],"duplicate :39:16:39\u0004body.character.count.range":["The number of characters in the body of the document must be within the recommended range of 0 to 1000000."],"image.moderation.profanity.notAdult":["An image contains adult content. These are images that depict nudity\/sexual acts."],"image.moderation.profanity.notRacy":["An image contains racy content. These are images that are sexually suggestive in nature."],"image.moderation.profanity.notGore":["An image contains content that is gruesome or disturbing in nature."]}}}